Repository: common-repository/kk-update-control
Catalog: languages/*-update-control-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: KK-UPDATE-CONTROL settings
de_de: KK-UPDATE-CONTROL Einstellungen

source: An error has occurred.
de_de: Es ist ein Fehler aufgetreten.

source: Default for core
de_de: Standard für Core

source: Default for plugins
de_de: Standard für Plugins

source: Default for themes
de_de: Standard für Themes

source: Translations
de_de: Übersetzungen

source: Default for translations
de_de: Standard für Übersetzungen

source: Set automatic core updates.
de_de: Automatische Core-Updates einstellen.

source: Disable automatic core updates by default
de_de: Automatische Core-Updates standardmäßig deaktivieren

source: Set automatic updates for plugins.
de_de: Automatische Updates für Plugins einstellen.

source: Disable automatic updates for all plugins by default
de_de: Automatische Updates für alle Plugins standardmäßig deaktivieren

source: Set automatic updates for themes.
de_de: Automatische Updates für Themes einstellen.

source: Disable automatic updates for all themes by default
de_de: Automatische Updates für alle Themes standardmäßig deaktivieren

source: Set automatic updates for translations.
de_de: Automatische Updates für Übersetzungen einstellen.

source: Disable automatic updates for all translations by default
de_de: Automatische Updates für alle Übersetzungen standardmäßig deaktivieren

source: Use the WordPress plugin KK-UPDATE-CONTROL to disable automatic core updates or auto-updates for plugins, themes and translations. Each type of update is set separately.
de_de: Verwende das WordPress-Plugin KK-UPDATE-CONTROL, um automatische Core-Updates oder Auto-Updates für Plugins, Themes und Übersetzungen zu deaktivieren. Jede Art von Update wird separat eingestellt.
